Revit 2024 API
Glazing.GlazingReflectance Property
 The property labeled "Reflectance" from the "Glazing" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string GlazingReflectance { get; }
Visual Basic
Public Shared ReadOnly Property GlazingReflectance As String
	Get
Visual C++
public:
static property String^ GlazingReflectance {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Glazing Class
Autodesk.Revit.DB.Visual Namespace